;; -*- no-byte-compile: t; -*-
;;; ~/.doom.d/packages.el

(package! reason-mode)
(package! mustache-mode)
(package! org-web-tools)
;; (package! ormolu)
(package! dhall-mode :pin "ef4d33debe")
(package! jsonnet-mode)
(package! protobuf-mode)
(package! bazel)
(package! org-roam-server)
